// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "ในการดูดซึมแร่ธาตุของพืชนั้น จะต้องอาศัยสิ่งใดเพื่อมาละลายแร่ธาตุให้อยู่ในรูปของสารละลาย",
    answer: "น้ำ",
    options: [
      "แสงแดด",
      "น้ำ",
      "อากาศ",
      "ไขมัน"
    ]
  },
    {
    numb: 2,
    question: "เหตุใดบริเวณโคนของกลีบดอกจึงมีน้ำหวานเพื่อใช้ในการล่อแมลงให้มากินน้ำหวาน",
    answer: "เพื่อช่วยผสมเกสรให้แก่พืช",
    options: [
      "เพื่อกระตุ้นให้เกิดการแบ่งเซลล์",
      "เพื่อกระตุ้นให้เซลล์ยึดขยายตัว",
      "เพื่อช่วยผสมเกสรให้แก่พืช",
      "เพื่อช่วยให้เกิดการเปลี่ยนเพศของดอก"
    ]
  },
    {
    numb: 3,
    question: "ข้อใดเป็นฮอร์โมนพืช (Plant Hormone) ที่เกี่ยวข้องกับการเจริญเติบโตของพืช",
    answer: "ถูกทุกข้อ",
    options: [
      "ฮอร์โมนกรดแอบไซซิก (Abscisic Acid Hormone",
      "ฮอร์โมนไซโตไคนิน (Cytokinin Hormone)",
      "ฮอร์โมนจิบเบอเรลลิน (Gibberellin Hormone)",
      "ถูกทุกข้อ"
    ]
  },
    {
    numb: 4,
    question: "'เป็นปรากฏการณ์ที่เกิดขึ้นตามธรรมชาติของสิ่งมีชีวิต มีทั้งที่เกิดกับเซลล์ร่างกายและ เกิดกับเซลล์สืบพันธุ์ การผ่าเหล่าเป็นการเปลี่ยนแปลงของยืนที่ทำให้ผิดไปจากเดิม โดย ส่วนใหญ่เป็นลักษณะที่ไม่ดี และไม่เหมาะต่อสภาพแวดล้อมจนถูกธรรมชาติคัดทิ้งไป'หมายถึงข้อใด",
    answer: "Mutation",
    options: [
      "Gene Flow",
      "Random Genetic Drift",
      "Mutation",
      "Non-Random Mating"
    ]
  },
    {
    numb: 5,
    question: "ข้อใดคือระบบบำบัดน้ำเสียที่นิยมใช้กันในปัจจุบัน",
    answer: "ถูกทุกข้อ",
    options: [
      "การบำบัดน้ำเสียโดยวิธีทางเคมี",
      "การบำบัดน้ำเสียโดยวิธีทางชีววิทยา",
      "การบำบัดน้ำเสียด้วยวิธีทางกายภาพ",
      "ถูกทุกข้อ"
    ]
  },

];